tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "ctags"
brew "exercism"
brew "fzf"
brew "git"
brew "mas"
brew "neovim"
brew "the_silver_searcher"
brew "yarn", args: ["without-node"]
brew "z"
brew "zsh"

cask "alfred"
cask "bartender"
cask "calibre"
cask "dash"
cask "firefox"
cask "flux"
cask "focus"
cask "google-chrome-beta"
cask "hammerspoon"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "omnifocus"
cask "spotify"
cask "torbrowser"

mas "1Password", id: 443987910
mas "Keynote", id: 409183694
mas "Negative", id: 1378123825
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
