tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"

brew "asdf"
brew "ctags"
brew "exercism"
brew "fzf"
brew "git"
brew "heroku-toolbelt"
brew "mas"
brew "rsync"
brew "the_silver_searcher"
brew "vim"
brew "z"
brew "zsh"

cask "alfred"
cask "calibre"
cask "cyberduck"
cask "dash"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "hammerspoon"
cask "imagealpha"
cask "imageoptim"
cask "iterm2"
cask "keka"
cask "libreoffice"
cask "omnifocus"
cask "spotify"
cask "torbrowser"

mas "1Password", id: 443987910
