tap "homebrew/cask"

brew "asdf"
brew "direnv"
brew "fzf"
brew "git"
brew "gnupg"
brew "neovim"
brew "ripgrep"
brew "z"

cask "1password"
cask "alfred"
cask "anki"
cask "calibre"
cask "docker"
cask "evernote"
cask "firefox"
cask "focus"
cask "hammerspoon"
cask "iterm2"
cask "netnewswire"
cask "spotify"
