tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "direnv"
brew "fzf"
brew "git"
brew "mas"
brew "neovim"
brew "the_silver_searcher"
brew "z"

cask "1password"
cask "alfred"
cask "anki"
cask "calibre"
cask "docker"
cask "firefox"
cask "focus"
cask "google-chrome"
cask "iterm2"
cask "obsidian"
cask "spotify"
cask "stack"

mas "Magnet", id: 441258766
mas "Xcode", id: 497799835
