tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

brew "eza"
brew "fd"
brew "fish"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "hyperfine"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tmux"
brew "tree-sitter"
brew "xq"
brew "yq"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "alacritty"
cask "anki"
cask "calibre"
cask "cleanmymac"
cask "cold-turkey-blocker"
cask "firefox"
cask "flux"
cask "font-fira-code-nerd-font"
cask "iina"
cask "macwhisper"
cask "netnewswire"
cask "obsidian"
cask "raycast"
cask "spotify"
