brew "exercism"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "hyperfine"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tree-sitter"
brew "xq"
brew "yq"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "anki"
cask "calibre"
cask "chatgpt"
cask "cleanmymac"
cask "cold-turkey-blocker"
cask "dbngin"
cask "firefox"
cask "flux"
cask "garmin-express"
cask "ghostty"
cask "iina"
cask "keka"
cask "macwhisper"
cask "netnewswire"
cask "obsidian"
cask "protonvpn"
cask "raycast"
cask "spotify"
cask "syncthing"
cask "tableplus"
