brew "ast-grep"
brew "colima"
brew "exercism"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "hyperfine"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tree-sitter"
brew "xq"
brew "yq"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "bruno"
cask "calibre"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cleanmymac"
cask "cold-turkey-blocker"
cask "dbngin"
cask "firefox"
cask "flux-app"
cask "garmin-express"
cask "ghostty"
cask "hazeover"
cask "iina"
cask "keka"
cask "libreoffice"
cask "macwhisper"
cask "proton-mail"
cask "proton-pass"
cask "protonvpn"
cask "raycast"
cask "steermouse"
cask "tableplus"
